# /////////////////////////////////////////////////////////////////////////////////////////////////////
#                                     МОДУЛЬ КОМАНД
# /////////////////////////////////////////////////////////////////////////////////////////////////////

# Главные функции
change_group = "Изменить группу 📝"
schedule = "📖 Расписание 📖"
schedule1 = "🎄📖 Расписание 📖🎄"
main_functions = (schedule, schedule1)

# Второстепенные функции
calls = "🔔 Расписание Звонков 🔔"
Ya = "⚙️Настройки ⚙️"
menu = "🕹 Меню 🕹"
back = "📚 Выбрать другую группу 📚"
back_day = "🗓 Выбрать другой день 🗓"
# Зарезервированные слова для направлений
areas = ('ПД-9-23',
         'ПД-9-22',
         'ПД-9-21',
         'ПД-9-20',
         'ИБК-11-23',
         'ИБК-11-21',
         'ИД-9-22',
         'ИД-9-21',
         'ИДР-11-23',
         'ИДР-11-22',
         'ИДР-11-21',
         'ИСиП-1-9-23',
         'ИСиП-2-9-23',
         'ИСиП-9-22',
         'ИСиП-9-21',
         'ДОУ-11-22',
         'ГД-9-23',
         'ГД-9-22',
         'ГД-9-21',
         'ГД-9-20',
         'ДК-1-9-23',
         'ДК-2-9-23',
         'Д-9-23',
         'ДК-1-9-22',
         'ДК-2-9-22',
         'Д-9-22',
         'ДК-1-9-21',
         'ДК-2-9-21',
         'Д-9-21',
         'ДК-1-9-20',
         'ДК-2-9-20',
         'Д-9-20',
         'Р-11-23',
         'Р-11-22',
         'Р-11-21')

# Зарезервированные дни недели
mon = 'понедельник'
tue = 'вторник'
wed = 'среда'
thu = 'четверг'
fri = 'пятница'
sat = 'суббота'

days = ('понедельник',
        'вторник',
        'среда',
        'четверг',
        'пятница',
        'суббота')

'''days = (tue,
        wed,
        thu,
        fri,
        sat)
'''
